Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: Set budgeting goals per category with #template and #goal lines in category notes, or with the visual automations editor, then apply them from the Budget tab's options menu. Synced with the web app's Goal Templates experimental features.
de: Legen Sie Budgetierungsziele pro Kategorie mit #template- und #goal-Zeilen in Kategorienotizen fest, oder verwenden Sie den visuellen Automatisierungseditor, und wenden Sie sie dann über das Optionsmenü des Budget-Tabs an. Synchronisiert mit den experimentellen Zielvorlagen-Funktionen der Web-App.
es: Establezca objetivos de presupuesto por categoría con líneas #template y #goal en las notas de categoría, o con el editor visual de automatizaciones, y luego aplíquelos desde el menú de opciones de la pestaña Presupuesto. Sincronizado con las funciones experimentales de Plantillas de objetivos de la app web.
fr: Définissez des objectifs de budgétisation par catégorie avec des lignes #template et #goal dans les notes de catégorie, ou avec l'éditeur visuel d'automatisations, puis appliquez-les depuis le menu d'options de l'onglet Budget. Synchronisé avec les fonctionnalités expérimentales de modèles d'objectifs de l'app web.
it: Imposta obiettivi di budget per categoria con righe #template e #goal nelle note della categoria, oppure con l'editor visivo delle automazioni, quindi applicali dal menu opzioni della scheda Budget. Sincronizzato con le funzionalità sperimentali dei Modelli di obiettivo dell'app web.
nl: Stel budgetteringsdoelen per categorie in met #template- en #goal-regels in categorienotities, of met de visuele automatiseringseditor, en pas ze vervolgens toe via het optiesmenu van het tabblad Budget. Gesynchroniseerd met de experimentele functie Doelsjablonen van de webapp.
pt_br: Defina metas de orçamento por categoria com linhas #template e #goal nas notas da categoria, ou com o editor visual de automações, e depois aplique-as no menu de opções da aba Orçamento. Sincronizado com os recursos experimentais de Modelos de Meta do app web.

source: Set budgets to zero
de: Budgets auf null setzen
es: Establecer los presupuestos en cero
fr: Mettre les budgets à zéro
it: Imposta i budget a zero
nl: Budgetten op nul zetten
pt_br: Definir os orçamentos como zero

source: Set Cleared Status
de: Abgleichstatus festlegen
es: Establecer estado de liquidación
fr: Définir le statut de pointage
it: Imposta stato di verifica
nl: Controlestatus instellen
pt_br: Definir status de compensação

source: Set It Up
de: Richten Sie es ein
es: Configuración
fr: Configuration
it: Configuralo
nl: Stel het in
pt_br: Configurar

source: Set up a Shortcuts automation that logs tap-to-pay purchases from Apple Wallet, or import Apple Card, Apple Cash and Savings transactions directly.
de: Richten Sie eine Shortcuts-Automatisierung ein, die Tap-to-Pay-Käufe von Apple Wallet protokolliert, oder importieren Sie Apple Card-, Apple Cash- und Savings-Transaktionen direkt.
es: Configure una automatización de Atajos que registre compras sin contacto desde Apple Wallet, o importe directamente las transacciones de Apple Card, Apple Cash y Ahorros.
fr: Configurez une automatisation Raccourcis qui enregistre les achats sans contact depuis Apple Wallet, ou importez directement les transactions Apple Card, Apple Cash et Épargne.
it: Configura un'automazione delle scorciatoie che registra gli acquisti tap-to-pay da Apple Wallet o importa direttamente le transazioni con carte Apple, Apple Cash e risparmi.
nl: Stel een Shortcuts-automatisering in die tap-to-pay-aankopen van Apple Wallet registreert, of importeer Apple Card-, Apple Cash- en Spaartransacties rechtstreeks.
pt_br: Configure uma automação do Atalhos que registre compras por aproximação do Apple Wallet ou importe diretamente transações do Apple Card, Apple Cash e Poupança.

source: Set up a Shortcuts automation that logs tap-to-pay purchases from Apple Wallet.
de: Richten Sie eine Shortcuts-Automatisierung ein, die Tap-to-Pay-Käufe von Apple Wallet protokolliert.
es: Configure una automatización de Atajos que registre compras sin contacto desde Apple Wallet.
fr: Configurez une automatisation Raccourcis qui enregistre les achats sans contact depuis Apple Wallet.
it: Configura un'automazione delle scorciatoie che registra gli acquisti tap-to-pay da Apple Wallet.
nl: Stel een snelkoppelingsautomatisering in die tap-to-pay-aankopen van Apple Wallet registreert.
pt_br: Configure uma automação do Atalhos que registre compras por aproximação do Apple Wallet.

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pt_br: Ajustes

# settings.budget.defaultAccount
source: New transactions, Siri Shortcuts, and Wallet automation use the Default Account when no account is chosen.
de: Neue Transaktionen, Siri-Verknüpfungen und Wallet-Automatisierung verwenden das Standardkonto, wenn kein Konto ausgewählt ist.
es: Las nuevas transacciones, los atajos de Siri y la automatización de Wallet usan la cuenta predeterminada cuando no se elige ninguna cuenta.
fr: Les nouvelles transactions, les raccourcis Siri et l'automatisation Wallet utilisent le compte par défaut lorsqu'aucun compte n'est choisi.
it: Le nuove transazioni, le scorciatoie Siri e l'automazione del Wallet utilizzano l'account predefinito quando non viene scelto alcun account.
nl: Nieuwe transacties, Siri-snelkoppelingen en Wallet-automatisering gebruiken het standaardaccount als er geen account is gekozen.
pt_br: Novas transações, atalhos da Siri e automações do Wallet usam a conta padrão quando nenhuma conta é escolhida.

# settings.budget.noneFound
source: No budgets were found on your server. Create one in Actual Budget, then tap Refresh Budgets.
de: Auf Ihrem Server wurden keine Budgets gefunden. Erstellen Sie eines in Actual Budget und tippen Sie dann auf „Budgets aktualisieren“.
es: No se encontraron presupuestos en el servidor. Cree uno en Actual Budget y pulse Actualizar presupuestos.
fr: Aucun budget n'a été trouvé sur votre serveur. Créez-en un dans Actual Budget, puis touchez Actualiser les budgets.
it: Nessun budget trovato sul tuo server. Creane uno in Actual Budget, quindi tocca Aggiorna budget.
nl: Er zijn geen budgetten gevonden op uw server. Maak er een in Actual Budget en tik vervolgens op Budgetten vernieuwen.
pt_br: Nenhum orçamento foi encontrado no servidor. Crie um no Actual Budget e toque em Atualizar orçamentos.

# settings.budget.select
source: Select a budget to load it onto this device. The app stays empty until one is chosen.
de: Wählen Sie ein Budget aus, um es auf dieses Gerät zu laden. Die App bleibt leer, bis eine ausgewählt wird.
es: Seleccione un presupuesto para cargarlo en este dispositivo. La aplicación permanece vacía hasta que se elige uno.
fr: Sélectionnez un budget pour le charger sur cet appareil. L'application reste vide tant qu'aucun budget n'est choisi.
it: Seleziona un budget per caricarlo su questo dispositivo. L'app rimane vuota finché non ne viene scelta una.
nl: Selecteer een budget om het op dit apparaat te laden. De app blijft leeg totdat er één wordt gekozen.
pt_br: Selecione um orçamento para carregá-lo neste dispositivo. O app fica vazio até que um seja escolhido.

# settings.preferences.hideBalances
source: Hide Balances masks amounts across the app. Start Page takes effect the next time the app opens.
de: „Guthaben ausblenden“ maskiert Beträge in der gesamten App. Die Startseite wird beim nächsten Öffnen der App wirksam.
es: Ocultar saldos oculta los importes en toda la aplicación. La página de inicio se aplicará la próxima vez que se abra.
fr: Masquer les soldes masque les montants dans toute l'application. La page de démarrage prendra effet à la prochaine ouverture.
it: Nascondi saldi maschera gli importi nell'app. La pagina iniziale avrà effetto alla successiva apertura dell'app.
nl: Saldi verbergen maskeert bedragen in de app. De startpagina wordt van kracht zodra de app de volgende keer wordt geopend.
pt_br: Ocultar saldos mascara os valores em todo o app. A página inicial será aplicada na próxima abertura.

# settings.preferences.symbolOnly
source: Symbol Only shows amounts with just the currency symbol — $ instead of NZ$. Hide Balances masks amounts across the app. Start Page takes effect the next time the app opens.
de: Nur Symbol zeigt Beträge nur mit dem Währungssymbol an – $ statt NZ$. „Guthaben ausblenden“ maskiert Beträge in der gesamten App. Die Startseite wird beim nächsten Öffnen der App wirksam.
es: Solo símbolo muestra los importes únicamente con el símbolo de moneda, $ en lugar de NZ$. Ocultar saldos oculta los importes en toda la aplicación. La página de inicio se aplicará la próxima vez que se abra.
fr: Symbole uniquement affiche les montants avec le seul symbole monétaire, par exemple $ au lieu de NZ$. Masquer les soldes masque les montants dans toute l'application. La page de démarrage prendra effet à la prochaine ouverture.
it: Solo simboli mostra gli importi contrassegnati solo dal simbolo della valuta: $ invece di NZ$. Nascondi saldi maschera gli importi nell'app. La pagina iniziale avrà effetto alla successiva apertura dell'app.
nl: Symbool Toont alleen bedragen met alleen het valutasymbool: $ in plaats van NZ$. Saldi verbergen maskeert bedragen in de app. De startpagina wordt van kracht zodra de app de volgende keer wordt geopend.
pt_br: Somente símbolo exibe os valores apenas com o símbolo da moeda, $ em vez de NZ$. Ocultar saldos mascara os valores em todo o app. A página inicial será aplicada na próxima abertura.

# settings.scheduledTransactions.description
source: When enabled, scheduled transactions that are due are posted automatically when the app opens — the same as opening the Actual web app. Transactions are created on your server.
de: Wenn diese Option aktiviert ist, werden geplante, fällige Transaktionen automatisch gebucht, wenn die App geöffnet wird – genau wie beim Öffnen der tatsächlichen Web-App. Transaktionen werden auf Ihrem Server erstellt.
es: Cuando está activada, las transacciones programadas pendientes se registran automáticamente al abrir la aplicación, igual que en la aplicación web de Actual. Las transacciones se crean en el servidor.
fr: Lorsque cette option est activée, les transactions planifiées arrivées à échéance sont enregistrées automatiquement à l'ouverture de l'application, comme dans l'application web Actual. Les transactions sont créées sur votre serveur.
it: Se abilitate, le transazioni pianificate in scadenza vengono pubblicate automaticamente all'apertura dell'app, esattamente come quando si apre l'app Web effettiva. Le transazioni vengono create sul tuo server.
nl: Indien ingeschakeld, worden geplande transacties die moeten worden uitgevoerd automatisch gepost wanneer de app wordt geopend, net als bij het openen van de Actual-webapp. Transacties worden op uw server aangemaakt.
pt_br: Quando ativadas, as transações agendadas vencidas são lançadas automaticamente ao abrir o app, como no app web do Actual. As transações são criadas no servidor.

# settings.server.help
source: Example: https://actual.example.com Behind an auth proxy like “Custom HTTP headers”? Add a service token under “Custom HTTP headers.” No server? Tap “Try the demo budget” to explore the app with sample data. The demo runs entirely on this device — it never connects to a server or touches a real budget.
de: Beispiel: https://actual.example.com Hinter einem Authentifizierungs-Proxy wie „Benutzerdefinierte HTTP-Header“? Fügen Sie unter „Benutzerdefinierte HTTP-Header“ ein Service-Token hinzu. Kein Server? Tippen Sie auf „Demobudget testen“, um die App mit Beispieldaten zu erkunden. Die Demo läuft vollständig auf diesem Gerät – es stellt nie eine Verbindung zu einem Server her und berührt nie ein echtes Budget.
es: Ejemplo: https://actual.example.com ¿Detrás de un proxy de autenticación como Cloudflare Access? Añada un token de servicio en «Encabezados HTTP personalizados». ¿No tiene servidor? Pulse «Probar el presupuesto de demostración» para explorar la app con datos de ejemplo. La demostración funciona completamente en este dispositivo: nunca se conecta a un servidor ni toca un presupuesto real.
fr: Exemple : https://actual.example.com Derrière un proxy d'authentification comme Cloudflare Access ? Ajoutez un jeton de service dans « En-têtes HTTP personnalisés ». Pas de serveur ? Touchez « Essayer le budget de démonstration » pour découvrir l'application avec des données d'exemple. La démonstration fonctionne entièrement sur cet appareil : elle ne se connecte jamais à un serveur et ne touche pas à un vrai budget.
it: Esempio: https://actual.example.com Dietro un proxy di autenticazione come "Intestazioni HTTP personalizzate"? Aggiungi un token di servizio in "Intestazioni HTTP personalizzate". Nessun server? Tocca "Prova il budget demo" per esplorare l'app con dati di esempio. La demo funziona interamente su questo dispositivo: non si connette mai a un server né tocca un budget reale.
nl: Voorbeeld: https://actual.example.com Achter een auth-proxy zoals “Aangepaste HTTP-headers”? Voeg een servicetoken toe onder 'Aangepaste HTTP-headers'. Geen server? Tik op 'Probeer het demobudget' om de app te verkennen met voorbeeldgegevens. De demo draait volledig op dit apparaat; het maakt nooit verbinding met een server en raakt nooit een echt budget.
pt_br: Exemplo: https://actual.example.com Atrás de um proxy de autenticação como o Cloudflare Access? Adicione um token de serviço em “Cabeçalhos HTTP personalizados”. Sem servidor? Toque em “Experimentar o orçamento de demonstração” para explorar o app com dados de exemplo. A demonstração funciona inteiramente neste dispositivo: nunca se conecta a um servidor nem toca em um orçamento real.

# settings.server.urlHint
source: Example: https://actual.example.com
de: Beispiel: https://actual.example.com
es: Ejemplo: https://actual.example.com
fr: Exemple : https://actual.example.com
it: Esempio: https://actual.example.com
nl: Voorbeeld: https://actual.example.com
pt_br: Exemplo: https://actual.example.com

# settings.sync.detachedByRestore
source: Sync is disconnected because a backup was restored. Re-download the budget from your server to resume syncing — that replaces the restored data with the server copy.
de: Die Synchronisierung wurde unterbrochen, da eine Sicherung wiederhergestellt wurde. Laden Sie das Budget erneut von Ihrem Server herunter, um die Synchronisierung fortzusetzen. Dadurch werden die wiederhergestellten Daten durch die Serverkopie ersetzt.
es: La sincronización está desconectada porque se restauró una copia de seguridad. Vuelva a descargar el presupuesto del servidor para reanudarla; los datos restaurados se sustituirán por la copia del servidor.
fr: La synchronisation est désactivée car une sauvegarde a été restaurée. Téléchargez à nouveau le budget depuis votre serveur pour reprendre la synchronisation ; cela remplacera les données restaurées par la copie du serveur.
it: La sincronizzazione è disconnessa perché è stato ripristinato un backup. Scarica nuovamente il budget dal tuo server per riprendere la sincronizzazione: ciò sostituisce i dati ripristinati con la copia sul server.
nl: De synchronisatie is verbroken omdat er een back-up is hersteld. Download het budget opnieuw van uw server om de synchronisatie te hervatten. Hierdoor worden de herstelde gegevens vervangen door de serverkopie.
pt_br: A sincronização foi desconectada porque um backup foi restaurado. Baixe o orçamento novamente do servidor para retomar a sincronização; isso substituirá os dados restaurados pela cópia do servidor.

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pt_br: Ajustes

source: Setup token
de: Einrichtungstoken
es: Token de configuración
fr: Jeton de configuration
it: Token di configurazione
nl: Insteltoken
pt_br: Token de configuração

source: Shake to Toggle Balances
de: Schütteln zum Umschalten von Salden
es: Agitar para alternar saldos
fr: Secouer pour basculer les soldes
it: Agita per alternare i saldi
nl: Schudden om saldi te schakelen
pt_br: Sacudir para alternar saldos

source: Share a bank message to Actuali to import transactions
de: Teilen Sie eine Banknachricht mit Actuali, um Transaktionen zu importieren
es: Comparta un mensaje del banco con Actuali para importar transacciones
fr: Partagez un message bancaire avec Actuali pour importer des transactions
it: Condividi un messaggio della banca con Actuali per importare le transazioni
nl: Deel een bankbericht met Actuali om transacties te importeren
pt_br: Compartilhe uma mensagem do banco com o Actuali para importar transações

source: Share remaining funds to budget (weight %@)
de: Verbleibende Budgetmittel verteilen (Gewicht %@)
es: Repartir los fondos restantes para presupuestar (peso %@)
fr: Répartir les fonds restants à budgéter (poids %@)
it: Condividi i fondi rimanenti da mettere a budget (peso %@)
nl: Resterende budgetmiddelen verdelen (gewicht %@)
pt_br: Compartilhar fundos restantes para orçamento (peso %@)

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
nl: Tonen
pt_br: Mostrar

source: Show %@ categories
de: Kategorien %@ anzeigen
es: Mostrar categorías %@
fr: Afficher les catégories %@
it: Mostra categorie %@
nl: Categorieën %@ tonen
pt_br: Mostrar categorias %@

source: Show All Categories
de: Alle Kategorien anzeigen
es: Mostrar todas las categorías
fr: Afficher toutes les catégories
it: Mostra tutte le categorie
nl: Alle categorieën tonen
pt_br: Mostrar todas as categorias

source: Show All Transactions
de: Alle Transaktionen anzeigen
es: Mostrar todas las transacciones
fr: Afficher toutes les transactions
it: Mostra tutte le transazioni
nl: Alle transacties tonen
pt_br: Mostrar todas as transações

source: Show Category
de: Kategorie anzeigen
es: Mostrar categoría
fr: Afficher la catégorie
it: Mostra categoria
nl: Categorie tonen
pt_br: Mostrar categoria

source: Show Completed
de: Abgeschlossene anzeigen
es: Mostrar completadas
fr: Afficher les terminées
it: Mostra completate
nl: Voltooide tonen
pt_br: Mostrar concluídas

source: Show Confirmation
de: Bestätigung anzeigen
es: Mostrar confirmación
fr: Afficher la confirmation
it: Mostra conferma
nl: Bevestiging weergeven
pt_br: Mostrar confirmação

source: Show Group
de: Gruppe anzeigen
es: Mostrar grupo
fr: Afficher le groupe
it: Mostra gruppo
nl: Groep tonen
pt_br: Mostrar grupo

source: Show Hidden Categories
de: Ausgeblendete Kategorien anzeigen
es: Mostrar categorías ocultas
fr: Afficher les catégories masquées
it: Mostra categorie nascoste
nl: Verborgen categorieën tonen
pt_br: Mostrar categorias ocultas

source: Show Overview
de: Übersicht anzeigen
es: Mostrar resumen
fr: Afficher le résumé
it: Mostra riepilogo
nl: Overzicht tonen
pt_br: Mostrar resumo

source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
it: Mostra password
nl: Wachtwoord tonen
pt_br: Mostrar senha

source: Show Spent
de: Ausgegebenes anzeigen
es: Mostrar gastado
fr: Afficher les dépenses
it: Mostra speso
nl: Uitgegeven tonen
pt_br: Mostrar gasto

source: Show Spent Column
de: Ausgabenspalte anzeigen
es: Mostrar columna gastada
fr: Afficher la colonne dépensée
it: Mostra colonna speso
nl: Kolom besteed tonen
pt_br: Mostrar coluna gasta

source: Shows cleared, uncleared, and reconciled balances
de: Zeigt gebuchte, ausstehende und abgeglichene Salden an
es: Muestra los saldos conciliado, no conciliado y reconciliado
fr: Affiche les soldes lettré, non lettré et rapproché
it: Mostra i saldi liquidati, non liquidati e riconciliati
nl: Toont vereffende, niet-vereffende en afgestemde saldi
pt_br: Mostra os saldos compensado, não compensado e conciliado

source: Shows the current cycle dates and spend
de: Zeigt die aktuellen Zyklusdaten und Ausgaben
es: Muestra las fechas y los gastos del ciclo actual
fr: Affiche les dates et les dépenses du cycle actuel
it: Mostra le date e le spese del ciclo attuale
nl: Toont de huidige cyclusdata en uitgaven
pt_br: Mostra as datas e os gastos do ciclo atual

source: Sign in with OpenID
de: Melden Sie sich mit OpenID an
es: Iniciar sesión con OpenID
fr: Se connecter avec OpenID
it: Accedi con OpenID
nl: Log in met OpenID
pt_br: Entrar com OpenID

source: Sign-in failed: %@
de: Anmeldung fehlgeschlagen: %@
es: Error al iniciar sesión: %@
fr: Échec de la connexion : %@
it: Accesso non riuscito: %@
nl: Inloggen mislukt: %@
pt_br: Falha ao iniciar sessão: %@

source: Sign-in needs an open window. Try again with the app in the foreground.
de: Für die Anmeldung muss ein Fenster geöffnet sein. Versuche es erneut, während die App im Vordergrund ist.
es: El inicio de sesión necesita una ventana abierta. Inténtalo de nuevo con la app en primer plano.
fr: La connexion nécessite une fenêtre ouverte. Réessayez avec l’app au premier plan.
it: L’accesso richiede una finestra aperta. Riprova con l’app in primo piano.
nl: Voor inloggen is een geopend venster nodig. Probeer het opnieuw terwijl de app op de voorgrond staat.
pt_br: O início de sessão precisa de uma janela aberta. Tente novamente com o app em primeiro plano.

source: Sign-in was cancelled
de: Anmeldung abgebrochen
es: Se canceló el inicio de sesión
fr: Connexion annulée
it: Accesso annullato
nl: Inloggen geannuleerd
pt_br: O início de sessão foi cancelado

source: Signs out and deletes this device's copy of your budgets. Any changes that haven't synced to the server yet will be lost. Your data on the server is not affected.
de: Meldet sich ab und löscht die Kopie Ihrer Budgets für dieses Gerät. Alle Änderungen, die noch nicht mit dem Server synchronisiert wurden, gehen verloren. Ihre Daten auf dem Server sind davon nicht betroffen.
es: Cierra la sesión y elimina la copia de sus presupuestos de este dispositivo. Se perderán los cambios que aún no se hayan sincronizado con el servidor. Sus datos del servidor no se verán afectados.
fr: Déconnecte votre compte et supprime la copie de vos budgets sur cet appareil. Les modifications qui ne sont pas encore synchronisées avec le serveur seront perdues. Vos données sur le serveur ne sont pas affectées.
it: Esci ed elimina la copia dei tuoi budget su questo dispositivo. Eventuali modifiche non ancora sincronizzate con il server andranno perse. I tuoi dati sul server non sono interessati.
nl: Meldt u af en verwijdert de kopie van uw budgetten op dit apparaat. Alle wijzigingen die nog niet met de server zijn gesynchroniseerd, gaan verloren. Uw gegevens op de server worden niet beïnvloed.
pt_br: Sai da conta e exclui a cópia dos seus orçamentos deste dispositivo. Todas as alterações ainda não sincronizadas com o servidor serão perdidas. Seus dados no servidor não serão afetados.
